tap "aaronraimist/tap"
tap "ankitpokhrel/jira-cli"
tap "cloudflare/cloudflare"
tap "cmacrae/formulae"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "gcenx/wine"
tap "gobuffalo/tap"
tap "golangci/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "k0sproject/tap"
tap "k8sgpt-ai/k8sgpt"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "kubeshark/kubeshark"
tap "maoueh/tap"
tap "minacle/chntpw"
tap "norwoodj/tap"
tap "rbenv/tap"
tap "ringohub/redis-cli"
tap "robscott/tap"
tap "shivammathur/php"
tap "sidneys/homebrew"
tap "symfony-cli/tap"
tap "ubuntu/microk8s"
tap "vmware-tanzu/tanzu"
brew "act"
brew "age"
brew "aichat"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "argocd"
brew "libssh2"
brew "aria2"
brew "glib"
brew "at-spi2-core"
brew "augeas"
brew "autoconf"
brew "automake"
brew "avro-c"
brew "aws-console"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "freetype"
brew "cairo"
brew "harfbuzz"
brew "openjdk", link: true
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "bower"
brew "cabextract"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cdrtools"
brew "certbot"
brew "cheat"
brew "cilium-cli"
brew "lima"
brew "colima"
brew "colordiff"
brew "curl", link: true
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5", link: true
brew "php"
brew "composer"
brew "cookiecutter"
brew "ctop"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docutils"
brew "drone-cli"
brew "esptool"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "librist"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitlab-runner"
brew "glab"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-bindata"
brew "go-task"
brew "gobject-introspection"
brew "govc"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "grpc"
brew "gtk+3"
brew "gtk4"
brew "json-glib"
brew "libnice"
brew "libpsl"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "srtp"
brew "gstreamer"
brew "gtk-vnc"
brew "helix"
brew "helm"
brew "helm-ls"
brew "htop"
brew "httpie"
brew "hugo"
brew "inetutils"
brew "infracost"
brew "ipcalc"
brew "jo"
brew "jq"
brew "k2tf"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "kamel"
brew "librdkafka"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kube-score"
brew "kubebuilder"
brew "kubeconform"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "libfido2"
brew "libslirp"
brew "libsoup@2"
brew "libvirt"
brew "libxml2", link: true
brew "libxmlsec1"
brew "logcli"
brew "mackup"
brew "mas"
brew "mimirtool"
brew "minicom"
brew "mono"
brew "mono-libgdiplus"
brew "mtr"
brew "mysql-client", link: true
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node@16"
brew "oath-toolkit"
brew "oci-cli"
brew "ollama", restart_service: :changed
brew "openconnect"
brew "openfortivpn"
brew "openjdk@11"
brew "openssl@1.1"
brew "operator-sdk"
brew "p7zip"
brew "pandoc"
brew "pdns"
brew "picocom"
brew "pipenv"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "pre-commit"
brew "prometheus"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "rabbitmq-c"
brew "repomix"
brew "rust"
brew "samba"
brew "shellcheck"
brew "siege"
brew "smartmontools"
brew "sops"
brew "speedtest-cli"
brew "sphinx-doc"
brew "usbredir"
brew "spice-gtk"
brew "step"
brew "stylua"
brew "tenv"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "trippy"
brew "vala"
brew "velero"
brew "virtualenv"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "yaml-language-server"
brew "yarn"
brew "yq"
brew "zabbix-cli"
brew "zellij"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aaronraimist/tap/gomuks"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "cmacrae/formulae/spacebar"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "gobuffalo/tap/buffalo"
brew "golangci/tap/golangci-lint"
brew "grafana/grafana/alloy"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "helm/tap/chart-releaser"
brew "k0sproject/tap/k0sctl"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kubeshark/kubeshark/kubeshark"
brew "maoueh/tap/zap-pretty"
brew "minacle/chntpw/chntpw"
brew "norwoodj/tap/helm-docs"
brew "ringohub/redis-cli/redis-cli"
brew "robscott/tap/kube-capacity"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.4"
brew "symfony-cli/tap/symfony-cli"
cask "adium"
cask "alacritty"
cask "alfred"
cask "apache-directory-studio"
cask "autodesk-fusion"
cask "balenaetcher"
cask "battle-net"
cask "blender"
cask "brave-browser"
cask "capcut"
cask "chatbox"
cask "cleanmymac"
cask "cursor"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "dozer"
cask "drawio"
cask "element"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "ghostty"
cask "github"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gstreamer-runtime"
cask "hammerspoon"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "lens"
cask "macfuse"
cask "microsoft-edge"
cask "obs"
cask "obsidian"
cask "onlyoffice"
cask "onyx"
cask "openra"
cask "openvpn-connect"
cask "oracle-jdk"
cask "path-finder"
cask "pgadmin4"
cask "postman"
cask "powershell"
cask "pronotes"
cask "prusaslicer"
cask "redis-insight"
cask "remoteviewer"
cask "shapr3d"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale"
cask "teamviewer"
cask "thunderbird"
cask "unetbootin"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "winbox"
cask "wine-stable"
cask "wireshark"
cask "xbar"
cask "zed"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "CapCut", id: 1500855883
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
